Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Open System Settings
ar: افتح إعدادات النظام
da: Åbn systemindstillinger
de: Systemeinstellungen öffnen
es: Abrir la configuración del sistema
fr: Ouvrir les paramètres système
id: Buka pengaturan sistem
it: Aprire le impostazioni di sistema
ja: システム設定を開く
ko: 시스템 설정 열기
ms: Buka Tetapan Sistem
nb: Åpne systeminnstillinger
nl: Systeeminstellingen openen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir configurações do sistema
sv: Öppna systeminställningar
tr: Sistem Ayarlarını Aç
zh_hans: 打开系统设置
zh_hant: 打開系統設置
zh_hk: 打開系統設置

source: Open the **Settings** app
ar: افتح تطبيق **الإعدادات**
da: Åbn appen **Indstillinger**
de: Öffnen Sie die **Einstellungen**-App
es: Abre la aplicación **Configuración**
fr: Ouvrez l'application **Paramètres**
id: Buka aplikasi **Pengaturan**
it: Apri l'app **Impostazioni**
ja: **設定**アプリを開く
ko: **설정** 앱을 엽니다
ms: Buka aplikasi **Tetapan**
nb: Åpne **Innstillinger**-appen
nl: Open de **Instellingen**-app
pl: Otwórz aplikację **Ustawienia**
pt_br: Abra o aplicativo **Configurações**
sv: Öppna **Inställningar**-appen
tr: **Ayarlar** uygulamasını aç
zh_hans: 打开**设置**应用
zh_hant: 打開**設定**應用
zh_hk: 打開**設定**應用

source: Open TLingo from any app with a key combination.
ar: افتح TLingo من أي تطبيق باستخدام تركيبة مفاتيح.
da: Åbn TLingo fra enhver app med en tastaturkombination.
de: Öffnen Sie TLingo aus jeder App mit einer Tastenkombination.
es: Abre TLingo desde cualquier aplicación con una combinación de teclas.
fr: Ouvrez TLingo depuis n'importe quelle app avec une combinaison de touches.
id: Buka TLingo dari aplikasi mana pun dengan kombinasi tombol.
it: Apri TLingo da qualsiasi app con una combinazione di tasti.
ja: 任意のアプリからキー操作でTLingoを開くことができます。
ko: 키 조합으로 어떤 앱에서든 TLingo를 열 수 있습니다.
ms: Buka TLingo dari mana-mana aplikasi dengan gabungan kekunci.
nb: Åpne TLingo fra hvilken som helst app med en tastekombinasjon.
nl: Open TLingo vanuit elke app met een toetscombinatie.
pl: Otwórz TLingo z dowolnej aplikacji za pomocą kombinacji klawiszy.
pt_br: Abra o TLingo de qualquer app com uma combinação de teclas.
sv: Öppna TLingo från vilken app som helst med en tangentkombination.
tr: Herhangi bir uygulamadan bir tuş kombinasyonuyla TLingo'yu açın.
zh_hans: 可通过按键组合在任何应用中打开 TLingo。
zh_hant: 可透過按鍵組合在任何應用程式中開啟 TLingo。
zh_hk: 可透過按鍵組合在任何應用程式中開啟 TLingo。

source: Order completed results by completion time, or use Premium → Free AI → Apple AI → Translation Services, preserving each group’s model list order.
ar: رتّب النتائج المكتملة حسب وقت اكتمالها، أو استخدم الترتيب: المميز ← الذكاء الاصطناعي المجاني ← Apple AI ← خدمات الترجمة، مع الحفاظ على ترتيب قائمة النماذج داخل كل مجموعة.
da: Sortér færdige resultater efter færdiggørelsestidspunkt, eller brug Premium → Gratis AI → Apple AI → Oversættelsestjenester, og bevar modellistens rækkefølge i hver gruppe.
de: Sortiere fertige Ergebnisse nach Abschlusszeit oder verwende Premium → Kostenlose KI → Apple AI → Übersetzungsdienste. Die Reihenfolge der Modellliste innerhalb jeder Gruppe bleibt erhalten.
es: Ordena los resultados completos por hora de finalización o usa Premium → IA gratuita → Apple AI → Servicios de traducción, manteniendo el orden de la lista de modelos de cada grupo.
fr: Triez les résultats terminés par heure de fin, ou utilisez Premium → IA gratuite → Apple AI → Services de traduction, en conservant l’ordre de la liste des modèles de chaque groupe.
id: Urutkan hasil yang sudah selesai berdasarkan waktu penyelesaian, atau gunakan Premium → AI Gratis → Apple AI → Layanan Terjemahan, dengan mempertahankan urutan daftar model di setiap grup.
it: Ordina i risultati completati per ora di completamento oppure usa Premium → IA gratuita → Apple AI → Servizi di traduzione, mantenendo l’ordine dell’elenco dei modelli di ciascun gruppo.
ja: 完成した結果を完了時刻順に並べるか、プレミアム → 無料AI → Apple AI → 翻訳サービスの順に並べ、各グループ内ではモデル一覧の順序を維持します。
ko: 완료된 결과를 완료 시간순으로 정렬하거나 프리미엄 → 무료 AI → Apple AI → 번역 서비스 순으로 정렬하며, 각 그룹 내 모델 목록 순서를 유지합니다.
ms: Susun hasil yang telah selesai mengikut masa selesai, atau gunakan Premium → AI Percuma → Apple AI → Perkhidmatan Terjemahan, dengan mengekalkan susunan senarai model dalam setiap kumpulan.
nb: Sorter ferdige resultater etter fullføringstidspunkt, eller bruk Premium → Gratis KI → Apple AI → Oversettelsestjenester, og behold modellistens rekkefølge i hver gruppe.
nl: Sorteer voltooide resultaten op voltooiingstijd, of gebruik Premium → Gratis AI → Apple AI → Vertaaldiensten, met behoud van de volgorde van de modellijst binnen elke groep.
pl: Sortuj ukończone wyniki według czasu ukończenia lub użyj kolejności Premium → Bezpłatna AI → Apple AI → Usługi tłumaczeniowe, zachowując kolejność listy modeli w każdej grupie.
pt_br: Ordene os resultados concluídos pelo horário de conclusão ou use Premium → IA gratuita → Apple AI → Serviços de tradução, preservando a ordem da lista de modelos de cada grupo.
sv: Sortera färdiga resultat efter slutförandetid, eller använd Premium → Gratis AI → Apple AI → Översättningstjänster, och behåll modellistans ordning inom varje grupp.
tr: Tamamlanan sonuçları tamamlanma zamanına göre sıralayın veya her grubun model listesi sırasını koruyarak Premium → Ücretsiz Yapay Zekâ → Apple AI → Çeviri Hizmetleri sırasını kullanın.
zh_hans: 按完整结果的返回时间排序，或按会员、免费 AI、Apple AI、翻译服务各组的模型列表顺序排序。
zh_hant: 依完整結果的回傳時間排序，或依會員、免費 AI、Apple AI、翻譯服務各組的模型清單順序排序。
zh_hk: 按完整結果的返回時間排序，或按會員、免費 AI、Apple AI、翻譯服務各組的模型列表順序排序。

source: Output
ar: الإخراج
de: Ausgabe
es: Salida
fr: Sortie
id: Keluaran
it: Uscita
ja: 出力
ko: 출력
ms: Keluaran
nb: Utdata
nl: Uitvoer
pl: Wyjście
pt_br: Saída
sv: Utdata
tr: Çıktı
zh_hans: 输出
zh_hant: 輸出
zh_hk: 輸出

source: Output Type
ar: نوع الإخراج
de: Ausgabetyp
es: Tipo de salida
fr: Type de sortie
id: Tipe keluaran
it: Tipo di output
ja: 出力タイプ
ko: 출력 유형
ms: Jenis Keluaran
nb: Utgangstype
nl: Uitvoertype
pl: Typ wyjścia
pt_br: Tipo de saída
sv: Utgångstyp
tr: Çıktı Türü
zh_hans: 输出类型
zh_hant: 輸出類型
zh_hk: 輸出類型

source: Overview
ar: نظرة عامة
da: Oversigt
de: Übersicht
es: Descripción general
fr: Aperçu
id: Ikhtisar
it: Panoramica
ja: 概要
ko: 개요
ms: Tinjauan
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
sv: Översikt
tr: Genel Bakış
zh_hans: 概览
zh_hant: 概覽
zh_hk: 概覽

source: Paste Image
ar: لصق الصورة
da: Indsæt billede
de: Bild einfügen
es: Pegar imagen
fr: Coller l'image
id: Tempel gambar
it: Incolla immagine
ja: 画像を貼り付け
ko: 이미지 붙여넣기
ms: Tampal imej
nb: Lim inn bilde
nl: Plak afbeelding
pl: Wklej obraz
pt_br: Colar imagem
sv: Klistra in bild
tr: Resmi Yapıştır
zh_hans: 粘贴图片
zh_hant: 貼上圖片
zh_hk: 貼上圖片

source: Paste image from clipboard
ar: لصق صورة من الحافظة
da: Indsæt billede fra udklipsholder
de: Bild aus der Zwischenablage einfügen
es: Pegar imagen desde el portapapeles
fr: Coller une image depuis le presse-papiers
id: Tempel gambar dari clipboard
it: Incolla immagine dagli appunti
ja: クリップボードから画像を貼り付ける
ko: 클립보드에서 이미지 붙여넣기
ms: Tampal imej dari papan klip
nb: Lim inn bilde fra utklippstavle
nl: Afbeelding plakken vanaf klembord
pl: Wklej obraz ze schowka
pt_br: Colar imagem da área de transferência
sv: Klistra in bild från urklipp
tr: Panodan görseli yapıştır
zh_hans: 从剪贴板粘贴图像
zh_hant: 從剪貼簿貼上圖片
zh_hk: 從剪貼簿貼上圖片

source: Pause
ar: إيقاف مؤقت
es: Pausa
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시 중지
ms: Jeda
nl: Pauze
pl: Wstrzymaj
pt_br: Pausa
sv: Pausa
tr: Duraklat
zh_hans: 暂停
zh_hant: 暫停
zh_hk: 暫停

source: Pause recognition
ar: إيقاف التعرف مؤقتًا
da: Sæt genkendelse på pause
de: Erkennung pausieren
es: Pausar reconocimiento
fr: Mettre la reconnaissance en pause
id: Jeda pengenalan
it: Pausa riconoscimento
ja: 認識を一時停止
ko: 인식 일시중지
ms: Jeda pengecaman
nb: Sett gjenkjenningen på pause
nl: Pauzeer herkenning
pl: Wstrzymaj rozpoznawanie
pt_br: Pausar reconhecimento
sv: Pausa igenkänning
tr: Tanımayı duraklat
zh_hans: 暂停识别
zh_hant: 暫停識別
zh_hk: 暫停識別

source: Paused
ar: مؤقت
da: Sat på pause
de: Pausiert
es: Pausado
fr: En pause
id: Dijeda
it: In pausa
ja: 一時停止中
ko: 일시 정지됨
ms: Dijeda
nb: Pause
nl: Pauze
pl: Wstrzymane
pt_br: Pausado
sv: Pausad
tr: Durduruldu
zh_hans: 已暂停
zh_hant: 暫停中
zh_hk: 暫停中

source: Permission Required
ar: مطلوب إذن
da: Tilladelse kræves
de: Berechtigung erforderlich
es: Permiso requerido
fr: Permission requise
id: Izin diperlukan
it: Permesso richiesto
ja: 権限が必要です
ko: 권한이 필요합니다
ms: Kebenaran diperlukan
nb: Tillatelse nødvendig
nl: Toestemming vereist
pl: Wymagane uprawnienia
pt_br: Permissão necessária
sv: Behövs behörighet
tr: İzin gerekli
zh_hans: 需要权限
zh_hant: 需要權限
zh_hk: 需要權限

source: Plain Text
ar: نص عادي
da: Ren tekst
de: Nur Text
es: Texto sin formato
fr: Texte brut
id: Teks biasa
it: Testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
ms: Teks biasa
nb: Ren tekst
nl: Platte tekst
pl: Zwykły tekst
pt_br: Texto simples
sv: Oformaterad text
tr: Düz Metin
zh_hans: 纯文本
zh_hant: 純文字
zh_hk: 純文字

source: Plan: %@
ar: الخطة: %@
fr: Forfait : %@
id: Paket: %@
it: Piano: %@
ja: プラン: %@
ko: 요금제: %@
ms: Pelan: %@
pt_br: Plano: %@
zh_hans: 计划：%@
zh_hant: 計劃：%@
zh_hk: 計劃：%@

source: Plan: Free
ar: الخطة: مجانية
da: Plan: Gratis
de: Plan: Kostenlos
es: Plan: Gratis
fr: Plan : Gratuit
id: Paket: Gratis
it: Piano: Gratuito
ja: プラン: 無料
ko: 요금제: 무료
ms: Pelan: Percuma
nb: Plan: Gratis
nl: Plan: Gratis
pl: Plan: Darmowy
pt_br: Plano: Gratuito
sv: Plan: Gratis
tr: Plan: Ücretsiz
zh_hans: 计划: 免费
zh_hant: 計劃: 免費
zh_hk: 計劃: 免費

source: Play
ar: تشغيل
da: Afspil
de: Abspielen
es: Reproducir
fr: Lire
id: Putar
it: Riproduci
ja: 再生
ko: 재생
ms: Mainkan
nb: Spill
nl: Afspelen
pl: Odtwórz
pt_br: Reproduzir
sv: Spela
tr: Oynat
zh_hans: 播放
zh_hant: 播放
zh_hk: 播放

source: Play %@
ar: تشغيل %@
da: Afspil %@
de: Abspielen: %@
es: Reproducir %@
fr: Lire %@
id: Putar %@
it: Riproduci %@
ja: 再生 %@
ko: 재생 %@
ms: Mainkan %@
nb: Spill av %@
nl: Afspelen %@
pl: Odtwórz %@
pt_br: Reproduzir %@
sv: Spela upp %@
tr: Oynat %@
zh_hans: 播放 %@
zh_hant: 播放 %@
zh_hk: 播放 %@

source: Please make this message clearer and more natural.
ar: الرجاء جعل هذه الرسالة أوضح وأكثر طبيعية.
da: Gør venligst denne besked klarere og mere naturlig.
de: Bitte machen Sie diese Nachricht klarer und natürlicher.
es: Por favor, haz este mensaje más claro y natural.
fr: Veuillez rendre ce message plus clair et plus naturel.
id: Tolong buat pesan ini lebih jelas dan terdengar lebih alami.
it: Per favore rendi questo messaggio più chiaro e naturale.
ja: このメッセージをもっと明確で自然な表現にしてください。
ko: 이 메시지를 더 명확하고 자연스럽게 만들어 주세요.
ms: Sila jadikan mesej ini lebih jelas dan lebih semula jadi.
nb: Vennligst gjør denne meldingen klarere og mer naturlig.
nl: Maak dit bericht alstublieft duidelijker en natuurlijker.
pl: Proszę sprawić, by ta wiadomość była jaśniejsza i brzmiała bardziej naturalnie.
pt_br: Por favor, torne esta mensagem mais clara e natural.
sv: Gör gärna detta meddelande tydligare och mer naturligt.
tr: Lütfen bu mesajı daha açık ve doğal hale getirin.
zh_hans: 请使此消息更清晰、更自然。
zh_hant: 請使此訊息更清楚、更自然。
zh_hk: 請使此訊息更清楚、更自然。

source: Please try translating in the main window and wait for the system prompt to download the target language.
ar: يرجى المحاولة في النافذة الرئيسية وانتظار ظهور موجه النظام لتنزيل اللغة المستهدفة.
da: Prøv at oversætte i hovedvinduet, og vent på, at systemets prompt om at downloade målsproget vises.
de: Bitte versuche die Übersetzung im Hauptfenster und warte, bis die Systemaufforderung zum Herunterladen der Zielsprache erscheint.
es: Intenta traducir en la ventana principal y espera a que aparezca el aviso del sistema para descargar el idioma de destino.
fr: Essayez de traduire dans la fenêtre principale et attendez l'invite système pour télécharger la langue cible.
id: Coba terjemahkan di jendela utama dan tunggu hingga muncul permintaan sistem untuk mengunduh bahasa target.
it: Prova a tradurre nella finestra principale e attendi la richiesta di sistema per scaricare la lingua di destinazione.
ja: メインウィンドウで翻訳を試し、ターゲット言語をダウンロードするシステムのダイアログが表示されるまでお待ちください。
ko: 메인 창에서 번역을 시도하고 대상 언어를 다운로드하라는 시스템 알림이 나타날 때까지 기다려 주세요.
ms: Sila cuba menterjemah di tetingkap utama dan tunggu arahan sistem untuk memuat turun bahasa sasaran.
nb: Prøv å oversette i hovedvinduet, og vent til systemvarselet for å laste ned målspråket vises.
nl: Probeer te vertalen in het hoofdvenster en wacht tot de systeemvraag verschijnt om de doeltaal te downloaden.
pl: Spróbuj przetłumaczyć w głównym oknie i poczekaj na komunikat systemowy, aby pobrać język docelowy.
pt_br: Tente traduzir na janela principal e aguarde o aviso do sistema para baixar o idioma de destino.
sv: Försök att översätta i huvudfönstret och vänta på systemets uppmaning att ladda ner målspråket.
tr: Lütfen ana pencerede çevirmeyi deneyin ve hedef dili indirmek için sistem uyarısının çıkmasını bekleyin.
zh_hans: 请在主窗口里尝试翻译，等待系统弹窗出现，下载翻译目标的语言。
zh_hant: 請在主視窗中嘗試翻譯，等待系統彈窗出現，下載翻譯目標的語言。
zh_hk: 請在主視窗嘗試翻譯，並等待系統提示下載目標語言。

source: Polish
ar: تحسين
da: Forbedre
de: Verbessern
es: Pulir
fr: Améliorer
id: Perhalus
it: Rifinire
ja: ブラッシュアップ
ko: 다듬기
ms: Perhalus
nb: Forbedre
nl: Verfijnen
pl: Dopracuj
pt_br: Aprimorar
sv: Förfina
tr: İyileştir
zh_hans: 润色
zh_hant: 潤飾
zh_hk: 潤飾

source: Polish Writing
ar: تحسين الكتابة
da: Polsk skrivning
de: Schreibstil polieren
es: Pulir la escritura
fr: Polir l'écriture
id: Poles tulisan
it: Affina la scrittura
ja: 文章を磨く
ko: 글쓰기 다듬기
ms: Penulisan dalam Bahasa Poland
nb: Polsk skriving
nl: Pools schrijven
pl: Pisanie po polsku
pt_br: Polir escrita
sv: Polskt skrivande
tr: Yazmayı Parlat
zh_hans: 打磨写作
zh_hant: 波蘭語書寫
zh_hk: 打磨寫作

source: Polish your writing
ar: حسّن كتابتك
da: Forbedr din skrivning
de: Verbessere deinen Text
es: Perfecciona tu redacción
fr: Améliorez votre écriture
id: Poles tulisan Anda
it: Affina la tua scrittura
ja: 文章を磨く
ko: 글을 다듬으세요
ms: Poleskan tulisan anda
nb: Puss på skrivingen din
nl: Polijst je tekst
pl: Dopracuj swoje pisanie
pt_br: Aperfeiçoe sua escrita
sv: Finputsa din text
tr: Yazınızı geliştirin
zh_hans: 润色你的写作
zh_hant: 潤飾你的寫作
zh_hk: 潤飾你的寫作

source: Powered by Built-in Cloud - No API key required
ar: مدعوم بواسطة السحابة المدمجة - لا يلزم مفتاح API
da: Drevet af Indbygget Cloud - Ingen API-nøgle nødvendig
de: Durch integrierte Cloud betrieben - Kein API-Schlüssel erforderlich
es: Impulsado por una nube integrada - No se requiere clave API
fr: Propulsé par un cloud intégré - Aucune clé API requise
id: Didukung oleh cloud bawaan - Tidak perlu kunci API
it: Alimentato da cloud integrato - Nessuna chiave API richiesta
ja: 内蔵クラウドで動作 - APIキー不要
ko: 내장 클라우드 기반 - API 키 불필요
ms: Dikuasakan oleh Awan Terbina - Tidak memerlukan kunci API
nb: Drevet av innebygd sky - Ingen API-nøkkel kreves
nl: Aangedreven door Ingebouwde Cloud - Geen API-sleutel vereist
pl: Działa dzięki wbudowanej chmurze - nie wymaga klucza API
pt_br: Impulsionado por nuvem integrada - Nenhuma chave de API necessária
sv: Drivs av Inbyggt Moln - Inget API-nyckel krävs
tr: Dahili Bulut Tarafından Desteklenir - API Anahtarı Gerektirmez
zh_hans: 内置云服务驱动 - 无需 API 密钥
zh_hant: 內建雲端支持 - 不需 API 金鑰
zh_hk: 由內置雲提供技術支持 - 無需 API 金鑰

source: Premium
ar: بريميوم
ja: プレミアム
ko: 프리미엄
zh_hans: 高级
zh_hant: 進階版
zh_hk: 高級

source: Premium · %@
ar: المميز · %@
ja: プレミアム · %@
ko: 프리미엄 · %@
zh_hans: 高级 · %@
zh_hant: 高級 · %@
zh_hk: 高級 · %@

source: Premium · %@ · Website
ar: المميز · %@ · الموقع
da: Premium · %@ · Hjemmeside
de: Premium · %@ · Webseite
es: Premium · %@ · Sitio web
fr: Premium · %@ · Site web
id: Premium · %@ · Situs web
it: Premium · %@ · Sito web
ja: プレミアム · %@ · ウェブサイト
ko: 프리미엄 · %@ · 웹사이트
ms: Premium · %@ · Laman web
nb: Premium · %@ · Nettsted
pl: Premium · %@ · Strona internetowa
pt_br: Premium · %@ · Site
sv: Premium · %@ · Webbplats
tr: Premium · %@ · Web sitesi
zh_hans: 高级 · %@ · 网站
zh_hant: 高級 · %@ · 網站
zh_hk: 高級 · %@ · 網站

source: Premium · App Store
ar: المميز · App Store
ja: プレミアム · App Store
ko: 프리미엄 · App Store
zh_hans: 高级 · App Store
zh_hant: 高級 · App Store
zh_hk: 高級 · App Store

source: Premium · App Store + Website
ar: Premium · App Store + موقع الويب
da: Premium · App Store + Hjemmeside
de: Premium · App Store + Webseite
es: Premium · App Store + Sitio web
fr: Premium · App Store + Site web
id: Premium · App Store + Situs web
it: Premium · App Store + Sito web
ja: Premium · App Store + ウェブサイト
ko: Premium · App Store + 웹사이트
ms: Premium · App Store + Laman Web
nb: Premium · App Store + Nettsted
pl: Premium · App Store + Strona internetowa
pt_br: Premium · App Store + Site
sv: Premium · App Store + Webbplats
tr: Premium · App Store + Web sitesi
zh_hans: Premium · App Store + 网站
zh_hant: Premium · App Store + 網站
zh_hk: Premium · App Store + 網站

source: Premium · Website
ar: Premium · موقع الويب
da: Premium · Hjemmeside
de: Premium · Webseite
es: Premium · Sitio web
fr: Premium · Site web
id: Premium · Situs web
it: Premium · Sito web
ja: Premium · ウェブサイト
ko: Premium · 웹사이트
ms: Premium · Laman Web
nb: Premium · Nettsted
pl: Premium · Strona internetowa
pt_br: Premium · Site
sv: Premium · Webbplats
tr: Premium · Web sitesi
zh_hans: Premium · 网站
zh_hant: Premium · 網站
zh_hk: Premium · 網站

source: Premium Active
ar: بريميوم مفعل
da: Premium aktiv
de: Premium aktiv
es: Premium activo
fr: Premium activé
id: Premium aktif
it: Premium attivo
ja: プレミアム有効
ko: 프리미엄 활성화됨
ms: Premium Aktif
nb: Premium aktiv
nl: Premium actief
pl: Premium aktywne
pt_br: Premium ativo
sv: Premium aktiv
tr: Premium etkin
zh_hans: 高级版已启用
zh_hant: 高級版已啟用
zh_hk: 尊享版已啟用

source: Premium AI model
ar: نموذج ذكاء اصطناعي مميز
de: Premium-KI-Modell
es: Modelo de IA premium
fr: Modèle d'IA premium
id: Model AI premium
it: Modello AI premium
ja: プレミアムAIモデル
ko: 프리미엄 AI 모델
ms: Model AI premium
nb: Premium AI-modell
pl: Model AI premium
pt_br: Modelo de IA premium
sv: Premium AI-modell
tr: Premium AI modeli
zh_hans: 高级 AI 模型
zh_hant: 高級 AI 模型
zh_hk: 高級 AI 模型

source: Premium Feature
ar: ميزة Premium
da: Premium-funktion
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
id: Fitur Premium
it: Funzione Premium
ja: プレミアム機能
ko: 프리미엄 기능
ms: Ciri Premium
nb: Premium-funksjon
nl: Premium-functie
pl: Funkcja Premium
pt_br: Recurso Premium
sv: Premiumfunktion
tr: Premium Özellik
zh_hans: 高级功能
zh_hant: 高級功能
zh_hk: 高級功能

source: Premium features are now unlocked.
ar: تم الآن فتح ميزات Premium.
da: Premiumfunktioner er nu oplåst.
de: Premium-Funktionen sind jetzt freigeschaltet.
es: Las funciones Premium ya están desbloqueadas.
fr: Les fonctionnalités Premium sont maintenant déverrouillées.
id: Fitur Premium sekarang sudah dibuka.
it: Le funzionalità Premium sono ora sbloccate.
ja: プレミアム機能が利用可能になりました。
ko: 프리미엄 기능이 이제 잠금 해제되었습니다.
ms: Ciri Premium kini dibuka.
nb: Premium-funksjoner er nå låst opp.
nl: Premiumfuncties zijn nu ontgrendeld.
pl: Funkcje Premium są teraz odblokowane.
pt_br: Recursos Premium agora estão desbloqueados.
sv: Premiumfunktioner är nu upplåsta.
tr: Premium özelliklerin kilidi açıldı.
zh_hans: 高级功能现已解锁。
zh_hant: 高級功能現已解鎖。
zh_hk: 高級功能現已解鎖。

source: Premium Model Unavailable
ar: النموذج المميز غير متوفر
da: Premiummodel ikke tilgængelig
de: Premium-Modell nicht verfügbar
es: Modelo premium no disponible
fr: Modèle Premium non disponible
id: Model Premium tidak tersedia
it: Modello Premium non disponibile
ja: プレミアムモデルは利用できません。
ko: 프리미엄 모델을 사용할 수 없습니다.
ms: Model Premium tidak tersedia
nb: Premiummodell ikke tilgjengelig
nl: Premiummodel niet beschikbaar
pl: Model premium niedostępny
pt_br: Modelo Premium indisponível
sv: Premiummodell inte tillgänglig
tr: Premium model kullanılamıyor
zh_hans: 高级模型不可用
zh_hant: 高級模型不可用
zh_hk: 高級模型不可用

source: Premium models
ar: نماذج Premium
da: Premiummodeller
de: Premium-Modelle
es: Modelos Premium
fr: Modèles Premium
id: Model Premium
it: Modelli Premium
ja: プレミアムモデル
ko: 프리미엄 모델
ms: model-model Premium
nb: Premium-modeller
nl: Premiummodellen
pl: modele Premium
pt_br: Modelos Premium
sv: Premiummodeller
tr: Premium modeller
zh_hans: 高级模型
zh_hant: 高級模型
zh_hk: 高級模型

source: Premium Models
ar: نماذج Premium
da: Premium-modeller
de: Premium-Modelle
es: Modelos Premium
fr: Modèles Premium
id: Model Premium
it: Modelli Premium
ja: プレミアムモデル
ko: 프리미엄 모델
ms: Model-model Premium
nb: Premium-modeller
nl: Premium-modellen
pl: Modele Premium
pt_br: Modelos Premium
sv: Premium-modeller
tr: Premium Modeller
zh_hans: 高级模型
zh_hant: 高級模型
zh_hk: 高級模型

source: PREMIUM MODELS
ar: النماذج المميزة
da: Premium-modeller
de: Premium-Modelle
es: Modelos premium
fr: Modèles premium
id: Model premium
it: Modelli premium
ja: プレミアムモデル
ko: 프리미엄 모델
ms: MODEL-MODEL PREMIUM
nb: Premium-modeller
nl: Premiummodellen
pl: MODELE PREMIUM
pt_br: Modelos premium
sv: Premiummodeller
tr: Premium modeller
zh_hans: 高级模型
zh_hant: 高級模型
zh_hk: 進階模型

source: Preparing audio
ar: جارٍ تجهيز الصوت
da: Forbereder lyd
de: Audio wird vorbereitet
es: Preparando audio
fr: Préparation de l'audio
id: Menyiapkan audio
it: Preparazione audio
ja: オーディオを準備中
ko: 오디오 준비 중
ms: Menyediakan audio
nb: Forbereder lyd
nl: Audio voorbereiden
pl: Przygotowywanie audio
pt_br: Preparando áudio
sv: Förbereder ljud
tr: Ses hazırlanıyor
zh_hans: 正在准备音频
zh_hant: 準備音訊
zh_hk: 準備音訊

source: Preparing microphone...
ar: جاري إعداد الميكروفون...
da: Forbereder mikrofon...
de: Mikrofon wird vorbereitet...
es: Preparando el micrófono...
fr: Préparation du microphone...
id: Menyiapkan mikrofon...
it: Preparazione del microfono in corso...
ja: マイクを準備中...
ko: 마이크를 준비 중입니다...
ms: Menyiapkan mikrofon...
nb: Forbereder mikrofonen...
nl: Microfoon aan het voorbereiden...
pl: Przygotowywanie mikrofonu...
pt_br: Preparando o microfone...
sv: Förbereder mikrofonen...
tr: Mikrofon hazırlanıyor...
zh_hans: 正在准备麦克风...
zh_hant: 正在準備麥克風...
zh_hk: 正在準備麥克風...

source: Preparing speech recognition...
ar: جارٍ إعداد التعرف على الكلام...
da: Forbereder talegenkendelse...
de: Spracherkennung wird vorbereitet...
es: Preparando el reconocimiento de voz...
fr: Préparation de la reconnaissance vocale...
id: Menyiapkan pengenalan suara...
it: Preparando il riconoscimento vocale...
ja: 音声認識を準備しています...
ko: 음성 인식을 준비 중...
ms: Menyiapkan pengecaman suara...
nb: Forbereder talegjenkjenning...
nl: Spraakherkenning wordt voorbereid...
pl: Przygotowywanie rozpoznawania mowy...
pt_br: Preparando o reconhecimento de voz...
sv: Förbereder taligenkänning...
tr: Konuşma tanıma hazırlanıyor...
zh_hans: 正在准备语音识别...
zh_hant: 正在準備語音識別...
zh_hk: 正在準備語音識別...

source: Press a key combination to open Quick Translate from anywhere.
ar: اضغط على مجموعة من المفاتيح لفتح Quick Translate من أي مكان.
da: Tryk på en tastaturkombination for at åbne Quick Translate fra hvor som helst.
de: Drücken Sie eine Tastenkombination, um Quick Translate von überall zu öffnen.
es: Presiona una combinación de teclas para abrir Quick Translate desde cualquier lugar.
fr: Appuyez sur une combinaison de touches pour ouvrir Quick Translate de n'importe où.
id: Tekan kombinasi tombol untuk membuka Quick Translate dari mana saja.
it: Premi una combinazione di tasti per aprire Quick Translate da qualsiasi parte.
ja: どこからでもQuick Translateを開くためにキーの組み合わせを押してください。
ko: 어디서나 Quick Translate를 열려면 키 조합을 누르세요.
ms: Tekan gabungan kekunci untuk membuka Terjemahan Pantas dari mana-mana.
nb: Trykk på en tastekombinasjon for å åpne Quick Translate fra hvor som helst.
nl: Druk op een toetscombinatie om Quick Translate vanuit elke locatie te openen.
pl: Naciśnij kombinację klawiszy, aby otworzyć Szybkie Tłumaczenie z dowolnego miejsca.
pt_br: Pressione uma combinação de teclas para abrir o Quick Translate de qualquer lugar.
sv: Tryck på en tangentkombination för att öppna Quick Translate var som helst.
tr: Her yerden Quick Translate'i açmak için bir tuş kombinasyonuna basın.
zh_hans: 按下组合键以在任何地方打开Quick Translate。
zh_hant: 按下鍵組合以在任何地方打開Quick Translate。
zh_hk: 按下鍵盤組合在任何地方打開Quick Translate。
